Repository: citizenhicks/mobius
Catalog: mobius-app/apple/Sources/MobiusApp/Localizable.xcstrings
Source language: en
Languages: de, fr, hu

source: This permanently deletes your Cloud account, gateway, chats, credentials, and other Cloud data. Access ends immediately; Cloud resources may take a short time to erase. App Store billing is separate and may continue until you cancel the subscription.
de: Dadurch werden Ihr Cloud-Konto, Ihr Gateway, Chats, Anmeldeinformationen und andere Cloud-Daten dauerhaft gelöscht. Der Zugriff endet sofort; Cloud-Ressourcen können eine kurze Zeit zum Löschen benötigen. Die Abrechnung im App Store erfolgt getrennt und wird möglicherweise fortgesetzt, bis Sie das Abonnement kündigen.
fr: Cette opération supprime définitivement votre compte Cloud, votre passerelle, vos conversations, vos identifiants et vos autres données Cloud. L’accès prend fin immédiatement ; la suppression des ressources Cloud peut prendre un peu de temps. La facturation de l’App Store est distincte et peut se poursuivre jusqu’à la résiliation de l’abonnement.
hu: Ez véglegesen törli a Cloud-fiókját, az átjárót, a beszélgetéseket, a hitelesítő adatokat és más Cloud-adatokat. A hozzáférés azonnal véget ér; A Cloud-erőforrások törlése rövid időt vehet igénybe. Az App Store számlázása különálló, és az előfizetés lemondásáig folytatódhat.

source: This removes the chat from the gateway history.
de: Dadurch wird der Chat aus dem Gateway-Verlauf entfernt.
fr: Supprime la conversation de l’historique de la passerelle.
hu: Ez eltávolítja a beszélgetést az átjáró történetéből.

source: This removes the provider setup from the gateway. This cannot be undone.
de: Dadurch wird die Anbieter-Konfiguration vom Gateway entfernt. Dies kann nicht rückgängig gemacht werden.
fr: Supprime la configuration du fournisseur de la passerelle. Cette action est irréversible.
hu: Ez eltávolítja a szolgáltató beállítását az átjáróból. Ezt nem lehet visszavonni.

source: This removes the task and its run history. This cannot be undone.
de: Dadurch werden die Aufgabe und ihre Ausführungshistorie entfernt. Dies kann nicht rückgängig gemacht werden.
fr: Supprime la tâche et son historique d’exécution. Cette action est irréversible.
hu: Ez eltávolítja a feladatot és a futtatási előzményeket. Ezt nem lehet visszavonni.

source: Time
de: Zeit
fr: Heure
hu: Idő

source: Token activity
de: Token-Aktivität
fr: Activité des tokens
hu: Token tevékenység

source: Tokens
de: Token
hu: Token

source: Tool calls
de: Tool-Aufrufe
fr: Appels d’outils
hu: Eszközhívások

source: Tool errors
de: Tool-Fehler
fr: Erreurs d’outils
hu: Eszközhibák

source: Tool failures
de: Fehlgeschlagene Tools
fr: Échecs d’outils
hu: Eszközhibák

source: Tools this agent may call.
de: Tools, die dieser Agent aufrufen kann.
fr: Outils que cet agent peut appeler.
hu: Eszközök, amelyeket az ügynök hívhat.

source: Transport
de: Verkehr
hu: Szállítás

source: triangulating from two good stars
de: Triangulation von zwei guten Sternen
fr: triangulant à partir de deux bonnes étoiles
hu: Háromszögelés két jó csillagból

source: Trust hooks
de: Hooks als vertrauenswürdig einstufen
fr: Approuver les hooks
hu: Bizalmi horgok

source: Trusted for the digest above. An update to a different snapshot disables them until you trust it.
de: Sie gelten für die oben angegebene Prüfsumme als vertrauenswürdig. Ein Update auf einen anderen Snapshot deaktiviert sie, bis Sie ihm vertrauen.
fr: Confiance accordée pour le condensat ci-dessus. Une mise à jour vers un autre instantané les désactive jusqu’à ce que vous leur accordiez de nouveau votre confiance.
hu: Megbízható a fenti összefüggéshez. Egy másik pillanatfelvétel frissítése letiltja őket, amíg meg nem bízik benne.

source: Try Again
de: Nochmal versuchen
fr: Réessayer
hu: Próbálja újra

source: tunnelling through a modest barrier
de: Tunnel durch eine bescheidene Barriere
fr: traversant une modeste barrière par effet tunnel
hu: Alagút egy szerény akadályon keresztül

source: Turn changes
de: Änderungen umdrehen
fr: Modifications de l’échange
hu: Változások megfordítása

source: Unavailable
de: Nicht verfügbar
fr: Indisponible
hu: Nem elérhető

source: Uninstall
de: Deinstallieren
fr: Désinstaller
hu: Eltávolítás

source: Uninstall %@
de: Deinstallieren %@
fr: Désinstaller %@
hu: Távolítsa el a %@

source: Uninstall %@?
de: %@ deinstallieren?
fr: Désinstaller %@ ?
hu: Távolítsa el a %@?

source: Uninstall extension
de: Deinstallation der Erweiterung
fr: Désinstaller l’extension
hu: Kiterjesztés eltávolítása

source: Uninstall this extension?
de: Diese Erweiterung deinstallieren?
fr: Désinstaller cette extension ?
hu: Eltávolítja ezt a kiterjesztést?

source: Unit
de: Einheit
fr: Unité
hu: Egység

source: Unknown
de: Unbekannt
fr: Inconnu
hu: Ismeretlen

source: Unlock with Biometrics
de: Entsperren Sie mit Biometrie
fr: Déverrouiller par biométrie
hu: Feloldás biometriával

source: Unlock with Face ID
de: Entsperren Sie mit Face ID
fr: Déverrouiller avec Face ID
hu: Face ID feloldása

source: Unlock with Face ID or Touch ID
de: Entsperren Sie mit Face ID oder Touch ID
fr: Déverrouiller avec Face ID ou Touch ID
hu: Feloldás Face ID vagy Touch ID segítségével

source: Unlock with Touch ID
de: Entsperren Sie mit Touch ID
fr: Déverrouiller avec Touch ID
hu: Touch ID feloldása

source: Unpin chat
de: Chat nicht mehr anheften
fr: Désépingler la conversation
hu: Beszélgetés rögzítésének feloldása

source: Unsaved changes
de: Nicht gespeicherte Änderungen
fr: Modifications non enregistrées
hu: Nem mentett változtatások

source: Unstaged
de: Nicht bereitgestellt
fr: Non indexé
hu: Nem színezett

source: unstaged changes
de: Nicht bereitgestellte Änderungen
fr: modifications non indexées
hu: Nem színezett változások

source: Untrust hooks
de: Vertrauen in Hooks aufheben
fr: Révoquer l’approbation des hooks
hu: Bizalmatlansági horgok

source: Up to date
de: Aktuell
fr: À jour
hu: Naprakész

source: Update %@
de: %@ aktualisieren
fr: Mettre à jour %@
hu: %@ frissítése

source: Update extension
de: Erweiterung aktualisieren
fr: Mettre l’extension à jour
hu: Kiegészítő frissítése

source: Update möbius
de: möbius aktualisieren
fr: Mettre möbius à jour
hu: A möbius frissítése

source: Uploading
de: Hochladen
fr: Envoi…
hu: Feltöltés

source: Usage
de: Verwendung
fr: Utilisation
hu: Használat

source: Usage grouping
de: Nutzungsgruppierung
fr: Regroupement de l’utilisation
hu: Használati csoportosítás

source: Usage history
de: Nutzungsverlauf
fr: Historique d’utilisation
hu: Használati előzmények

source: Use a complete möbius pairing setup from the gateway.
de: Verwenden Sie eine vollständige möbius-Kopplungskonfiguration vom Gateway.
fr: Utilisez une configuration de jumelage möbius complète fournie par la passerelle.
hu: Használjon teljes möbius párosítási beállítást az átjáróból.

source: Use a gateway name between 1 and 128 characters.
de: Verwenden Sie einen Gateway-Namen zwischen 1 und 128 Zeichen.
fr: Utilisez un nom de passerelle comprenant entre 1 et 128 caractères.
hu: 1 és 128 karakter közötti átjárónév használata.

source: Use tcp://host:port, tls://host:port, or wss://host.
de: Verwenden Sie tcp://host:port, tls://host:port oder wss://host.
fr: Utilisez tcp://host:port, tls://host:port ou wss://host.
hu: Használja a tcp://host:port, tls://host:port vagy wss://host formátumot.

source: Use the same address and one-time code on iPad or iPhone.
de: Verwenden Sie dieselbe Adresse und denselben einmaligen Code auf dem iPad oder iPhone.
fr: Utilisez la même adresse et le même code à usage unique sur l’iPad ou l’iPhone.
hu: Ugyanazt a címet és egyszeri kódot használja iPaden vagy iPhone-on.

source: User uploads
de: Benutzer-Uploads
fr: Fichiers envoyés par l’utilisateur
hu: Felhasználói feltöltések

source: user-uploaded
de: vom Benutzer hochgeladen
fr: envoyé par l’utilisateur
hu: felhasználó által feltöltött

source: Username
de: Benutzername
fr: Nom d’utilisateur
hu: Felhasználónév

source: Verifying your Apple account.
de: Ihr Apple-Konto wird überprüft.
fr: Vérification de votre compte Apple.
hu: Apple-fiókjának ellenőrzése folyamatban.

source: View %lld more files
de: %lld weitere Dateien anzeigen
fr: Afficher %lld fichiers supplémentaires
hu: %lld több fájl megtekintése

source: View 1 more file
de: 1 weitere Datei anzeigen
fr: Afficher 1 fichier supplémentaire
hu: 1 további fájl megtekintése

source: View all changes
de: Alle Änderungen anzeigen
fr: Afficher toutes les modifications
hu: Összes változtatás megtekintése

source: Wait for attachments to finish uploading.
de: Warten Sie, bis die Anhänge hochgeladen sind.
fr: Attendez la fin de l’envoi des pièces jointes.
hu: Várja meg, amíg a mellékletek feltöltése befejeződik.

source: Waiting
de: Warten
fr: En attente
hu: Várakozás

source: Waiting for a device code.
de: Warten auf einen Gerätecode.
fr: En attente d’un code d’appareil.
hu: Várakozás a készülékkódra.

source: waiting for the light to arrive
de: Warten auf das Licht
fr: attendant l’arrivée de la lumière
hu: Várjuk, hogy a fény megérkezzen.

source: Waiting for the model
de: Warten auf das Modell
fr: En attente du modèle
hu: Várakozás a modellre.

source: waiting for the series to converge
de: Warten auf die Serienkonvergenz
fr: attendant que la série converge
hu: Várjuk, hogy a sorozat konvergáljon.

source: waiting for the wavefunction to decide
de: Warten auf die Wellenfunktion, um zu entscheiden
fr: attendant que la fonction d’onde se décide
hu: Várjuk, hogy a hullámfüggvény eldöntse.

source: waiting on a slow eigenvalue
de: Warten auf einen langsamen Eigenwert
fr: attendant une valeur propre un peu lente
hu: Lassú sajátérték várakozásra.

source: Waiting to upload
de: Warten auf Upload
fr: En attente de l’envoi
hu: Feltöltésre várakozás.

source: warming a cold embedding
de: Eine kalte Einbettung erwärmen
fr: réchauffant un embedding froid
hu: Melegítés hideg beágyazásra.

source: Web search
de: Web-Suche
fr: Recherche web
hu: Web keresés

source: Weekly
de: Wöchentlich
fr: Par semaine
hu: Heti

source: Weekly token usage by provider
de: Wöchentliche Token-Nutzung nach Anbieter
fr: Utilisation hebdomadaire des tokens par fournisseur
hu: Heti token használat szolgáltató szerint

source: Wire protocol
de: Wire-Protokoll
fr: Protocole de communication
hu: Vezetékvezető protokoll

source: Worked for %@
de: Arbeitete für %@
fr: A travaillé pendant %@
hu: Működik a %@-ra

source: Workspace
de: Arbeitsbereich
fr: Espace de travail
hu: Munkaterület

source: Yellow
de: Gelb
fr: Jaune
hu: Sárga

source: You can attach up to %lld files to a message.
de: Sie können bis zu %lld Dateien an eine Nachricht anhängen.
fr: Vous pouvez joindre jusqu’à %lld fichiers à un message.
hu: Egy üzenethez maximum %lld fájlt csatolhatsz.

source: You can just do things
de: Legen Sie einfach los
fr: Passez directement à l’action
hu: Egyszerűen csak tegye a dolgát

source: You stay in control
de: Sie behalten die Kontrolle
fr: Vous gardez le contrôle
hu: Te maradsz irányítás alatt.

source: You will need to pair with this gateway again.
de: Sie müssen sich erneut mit diesem Gateway verbinden.
fr: Vous devrez jumeler de nouveau cet appareil avec cette passerelle.
hu: Újra párosítani kell ezt az átjárót.

source: Your Cloud account did not match this sign-in. Sign in again.
de: Ihr Cloud-Konto stimmt nicht mit dieser Anmeldung überein. Melden Sie sich erneut an.
fr: Votre compte Cloud ne correspond pas à cette connexion. Reconnectez-vous.
hu: A Cloud-fiókja nem egyezett meg ezzel a bejelentkezéssel. Jelentkezzen be újra.

source: Your Cloud gateway is connected.
de: Ihr Cloud-Gateway ist verbunden.
fr: Votre passerelle Cloud est connectée.
hu: A Cloud-átjáró csatlakoztatva.

source: Your Cloud sign-in expired. Sign in with Apple again.
de: Ihre Cloud-Anmeldung ist abgelaufen. Melden Sie sich erneut bei Apple an.
fr: Votre connexion Cloud a expiré. Reconnectez-vous avec Apple.
hu: A Cloud bejelentkezése lejárt. Jelentkezzen be újra az Apple-nél.

source: Your gateway, credentials, and cloud data stay isolated to your account.
de: Ihr Gateway, Ihre Anmeldeinformationen und Ihre Cloud-Daten bleiben für Ihr Konto isoliert.
fr: Votre passerelle, vos identifiants et vos données Cloud restent isolés et réservés à votre compte.
hu: Az átjáró, a hitelesítő adatok és a felhőadatok elszigeteltek maradnak a fiókjában.

source: Your möbius Cloud account is being deleted.
de: Ihr möbius Cloud-Konto wird gelöscht.
fr: Votre compte möbius Cloud est en cours de suppression.
hu: A(z) möbius Cloud fiókod törlésre kerül.

source: Your previous Cloud account is still being deleted. Try again shortly.
de: Ihr vorheriges Cloud-Konto wird immer noch gelöscht. Versuchen Sie es in Kürze erneut.
fr: Votre compte Cloud précédent est toujours en cours de suppression. Réessayez dans quelques instants.
hu: Az előző Cloud-fiókja továbbra is törlésre kerül. Próbálja újra rövidesen.

source: Your private gateway, managed by möbius.
de: Ihr privates Gateway, verwaltet von möbius.
fr: Votre passerelle privée, gérée par möbius.
hu: A privát átjáró, amit a möbius kezel.

source: German
de: Deutsch
fr: Allemand
hu: Német

source: Hungarian
de: Ungarisch
fr: Hongrois
hu: Magyar

source: %@ status
fr: État de %@
hu: %@ állapot

source: August 2026
fr: Août 2026
hu: 2026 augusztusa

source: Chat agent
fr: Agent de conversation
hu: Beszélgetési ügynök

source: Chat name
fr: Nom de la conversation
hu: Beszélgetés neve

source: Chats
fr: Conversations
hu: Beszélgetések

source: Gateway
fr: Passerelle
hu: Átjáró

source: Gateway name
fr: Nom de la passerelle
hu: Átjáró neve

source: Gateway: %@
fr: Passerelle : %@
hu: Átjáró: %@

source: Git URL
fr: URL Git

source: Host
fr: Hôte
hu: Gépnév

source: Loopback TCP
fr: TCP en boucle locale

source: Name
fr: Nom
hu: Név

source: Offline
fr: Hors ligne

source: Pause
fr: Suspendre
hu: Szünet

source: Reasoning
fr: Raisonnement
hu: Következtetés

source: Ref
fr: Réf.

source: Revision
fr: Révision
hu: Revízió

source: Skill
fr: Compétence
hu: Készség

source: Skills
fr: Compétences
hu: Készségek

source: Status
fr: État
hu: Állapot

source: Sub-run
fr: Sous-exécution
hu: Alfuttatás

source: System
fr: Système
hu: Rendszer

source: Text
fr: Texte
hu: Szöveg

source: Timeout
fr: Délai d’expiration
hu: Időtúllépés

source: agent
hu: ügynök

source: Agent
hu: Ügynök

source: Orange
hu: Narancs

source: Plugin
hu: Bővítmény

source: Plugin · %@
hu: Bővítmény · %@

source: Tunnel
hu: Alagút

source: Version
hu: Verzió
